[
  "Keeping London moving - Transport for London Skip to navigation Skip to content Skip to footer Transport for London Search the site Fares Help  contacts Maps Plan a journey Status updates Travel information Improvements  projects Safety Stations, stops  piers Timetables Transport accessibility Visiting London Ways to get around Buses Coaches Cycling Dial-a-Ride DLR Driving Elizabeth line IFS Cloud Cable Car London Overground River Taxis  minicabs Trams Tube Walking Quick links Contactless and Oyster account",
  "Quick links Contactless and Oyster account Refunds and replacements Pay to drive in London Travel tools Plan a journey Journey preferences From location To location Leaving Arriving Date of departure Today Tomorrow Tue 04 Feb Wed 05 Feb Thu 06 Feb Fri 07 Feb Sat 08 Feb Sun 09 Feb Mon 10 Feb Tue 11 Feb Wed 12 Feb Thu 13 Feb Fri 14 Feb Sat 15 Feb Sun 16 Feb Mon 17 Feb Tue 18 Feb Wed 19 Feb Thu 20 Feb Fri 21 Feb Sat 22 Feb Sun 23 Feb Mon 24 Feb Tue 25 Feb Wed 26 Feb Thu 27 Feb Fri 28 Feb Sat 01 Mar Sun 02 Mar",
  "Feb Thu 27 Feb Fri 28 Feb Sat 01 Mar Sun 02 Mar Mon 03 Mar Time 0000 0015 0030 0045 0100 0115 0130 0145 0200 0215 0230 0245 0258 0300 0315 0330 0345 0400 0415 0430 0445 0500 0515 0530 0545 0600 0615 0630 0645 0700 0715 0730 0745 0800 0815 0830 0845 0900 0915 0930 0945 1000 1015 1030 1045 1100 1115 1130 1145 1200 1215 1230 1245 1300 1315 1330 1345 1400 1415 1430 1445 1500 1515 1530 1545 1600 1615 1630 1645 1700 1715 1730 1745 1800 1815 1830 1845 1900 1915 1930 1945 2000 2015 2030 2045 2100 2115 2130 2145",
  "1930 1945 2000 2015 2030 2045 2100 2115 2130 2145 2200 2215 2230 2245 2300 2315 2330 2345 More options Public transport Cycling Walking Travel by Travel by select all deselect all Travelling by Bus Tube National Rail DLR London Overground Elizabeth line River Bus Tram IFS Cloud Cable Car Coach For cycling journeys, I want to Use Cycle Hire Cycle directly to my destination My walking speed is Slow Average Fast Show me The fastest routes Routes with fewest changes Routes with least walking Access options No",
  "Routes with least walking Access options No accessibility requirement Use escalators, not stairs Use stairs, not escalators Step-free to platform only Full step-free access Preferences I only want to walk for a maximum of 5 mins 10 mins 15 mins 20 mins 25 mins 30 mins 35 mins 40 mins 45 mins 50 mins 55 mins 60 mins My walking speed is Slow Average Fast Travel via Outside London Search outside London Optimise for walking Id rather walk if it makes my journey quicker Please note as you have rejected the",
  "quicker Please note as you have rejected the Functionality Cookie, the site will be unable to remember your search preferences.",
  "Please click here to revisit your cookie selections if you wish to enable this functionality.\nSave these preferences for future visits My Journeys  recents Live arrivals Maps Nearby My Lines Edit Service Board Sorry, service board information could not be retrieved.\nService Board Service information is out of date.\nPlease try reloading the page.",
  "Please try reloading the page.\nView all statuses This weekend My Buses Edit Find a bus Search for Bus route or stop name My Roads Edit Service Board Sorry, service board information could not be retrieved.\nService Board Service information is out of date.\nPlease try reloading the page.\nView all reported incidents This weekend My River Buses Edit Service Board Sorry, service board information could not be retrieved.\nService Board Service information is out of date.\nPlease try reloading the page.",
  "Please try reloading the page.\nView all statuses My IFS Cloud Cable Car Edit Service Board Sorry, service board information could not be retrieved.\nService Board Service information is out of date.\nPlease try reloading the page.\nView status Other Statuses Tube, DLR, London Overground, Elizabeth line and Tram Night Tube Service Waterloo  City Planned closure Waterloo  City line service operates between 0600 and 0030, Monday to Friday only.",
  "There is no service on Saturdays, Sundays and on bankpublic holidays.\nReplan your journey Close status Central Good service Jubilee Good service Northern Good service Piccadilly Good service Victoria Good service This weekend View all statuses Buses Search for stations, stops and piers e.g.",
  "Bank Traffic Transport For London Road Corridors - Service updates at 02022025 025838 Road corridor Status A1 No exceptional delays A10 No exceptional delays A12 No exceptional delays A13 No exceptional delays A2 No exceptional delays A20 No exceptional delays A21 No exceptional delays A23 No exceptional delays A24 No exceptional delays A3 No exceptional delays A316 No exceptional delays A4 No exceptional delays A40 No exceptional delays A41 No exceptional delays Blackwall Tunnel No exceptional delays",
  "delays Blackwall Tunnel No exceptional delays Central London Red Routes No exceptional delays North Circular A406 No exceptional delays South Circular A205 No exceptional delays All road corridors No exceptional delays on all road corridors This weekend View all reported incidents River rb1 good service rb2 good service rb4 good service rb6 good service thames-river-services good service woolwich-ferry good service Good service on all lines View all statuses IFS Cloud Cable Car cable-car good service Good",
  "IFS Cloud Cable Car cable-car good service Good service on all lines View status National Rail Avanti West Coast Special service Gatwick Express Special service Island Line Special service Southern Minor delays Thameslink Minor delays c2c good service chiltern-railways good service crosscountry good service east-midlands-railway good service grand-central good service great-northern good service great-western-railway good service greater-anglia good service heathrow-express good service hull-trains good",
  "heathrow-express good service hull-trains good service london-north-eastern-railway good service lumo good service merseyrail good service northern-rail good service scotrail good service south-western-railway good service southeastern good service transpennine-express good service transport-for-wales good service west-midlands-trains good service Good service on all other lines View all statuses Night Tube launched in 2016 See more of our key improvements over the last 25 years 25 years of TfL 25 key",
  "over the last 25 years 25 years of TfL 25 key improvements weve made to our network over the last 25 years Photocard applications All photocard applications are now open and you can request refunds where eligible Lambeth Bridge works Road closures from Thursday 30 January Oyster card logo Top up Oyster Congestion charge logo Congestion Charge Santander Cycles logo Santander Cycles IFS Cloud logo IFS Cloud Cable Car Major works and events Find out about works and events in London which may affect your",
  "works and events in London which may affect your journey Major works and events Report a crime or incident Sustainability Check the best times to travel TfL Go app Experience London blog Made by TfL blog Consultations Travel tools Modern slavery statement About TfL Help  contacts About TfL Careers Publications  reports Safety  security Social media  email updates Transparency Gift Shop Information for...",
  "Boroughs  communities Bus operators Business  advertisers Coach drivers Freight  servicing in London Investors Media Open data users Schools  young people Suppliers  contractors Taxi  private hire Urban planning  construction Mayor of London London Assembly London and Partners Metropolitan Police Service London Fire Brigade The Mayors Office of Policing and Crime Legal information Data sources Privacy  cookies Terms  conditions Digital accessibility Copyright TfL Close Favourites My Lines Edit my lines",
  "TfL Close Favourites My Lines Edit my lines Service Board Sorry, service board information could not be retrieved.",
  "Service Board Service information is out of date.\nPlease try reloading the page.\nView all statuses My Buses Edit my buses My Roads Edit my roads Service Board Sorry, service board information could not be retrieved.\nService Board Service information is out of date.\nPlease try reloading the page.\nView all reported incidents My River Buses Edit my river buses Service Board Sorry, service board information could not be retrieved.\nService Board Service information is out of date.\nPlease try reloading the page.",
  "Please try reloading the page.\nView all statuses My IFS Cloud Cable Car Edit my IFS Cloud Cable Car Service Board Sorry, service board information could not be retrieved.\nService Board Service information is out of date.\nPlease try reloading the page.",
  "View status My Journeys Edit my journeys My Places Edit my places Add favourites for quick access to live status, journeys and places Lines Buses Roads River Buses IFS Cloud Cable Car Journeys Plan a journey and favourite it for quick access in the future Places Choose postcodes, stations and places for quick journey planning Close edit Favourites Favourite lines Done updating my favourites Bakerloo Central Circle District DLR Elizabeth line Hammersmith  City Jubilee Liberty Lioness Metropolitan Mildmay",
  "City Jubilee Liberty Lioness Metropolitan Mildmay Northern Piccadilly Suffragette Tram Victoria Waterloo  City Weaver Windrush Favourite buses Done updating my favourites Add new bus Search Favourite roads Done updating my favourites A1 A10 A12 A13 A2 A20 A21 A23 A24 A3 A316 A4 A40 A41 Blackwall Tunnel Central London Red Routes North Circular A406 South Circular A205 Favourite river buses Done updating my favourites RB1 RB2 RB4 RB5 RB6 Woolwich Ferry Favourite IFS Cloud Cable Car Done updating my",
  "Favourite IFS Cloud Cable Car Done updating my favourites IFS Cloud Cable Car Favourite journeys Done updating my favourites My places Done updating my favourites Edit label Add new place Done updating my favourites Existing place Add a Label Add a label Search Add places Places Choose postcodes, stations and places for quick journey planning Favicon Favourites updated View"
]